[Language]
; The language's name in your native language and, optionally,
; the English name of the language (e.g. in brackets)
Name=Deutsch (German)
; To translators: Add your name, nick, and/or translation date here if you want to.
; Note that this string isn't currently shown anywhere in the plugin.
Translator=Dalai



; Strings in this section are used in several places of the plugin
[Common]
Yes=Ja
No=Nein

StateRunning=Gestartet
StateStopped=Beendet
StatePaused=Pausiert
StatePausePending=Wird pausiert
StateContinuePending=Wird fortgesetzt
StateStartPending=Wird gestartet
StateStopPending=Wird beendet

StartupAutomaticDelayed=Automatisch (Verzögert)
StartupAutomatic=Automatisch
StartupManual=Manuell
StartupDisabled=Deaktiviert

; Some Actions
ActionStarting=Starte %s
ActionStopping=Beende %s
ActionPausing=Pausiere %s

; Remote Computer Management
RemoteComputer=Netzwerkcomputer
AddRemoteComputer=Hinzufügen



; Strings in this section are used when
; a service "file" is viewed with F3
[GetFile]
ComputerName=Computername
ServiceName=Dienstname
DisplayName=Anzeigename
Description=Beschreibung
BinaryPath=Ausführbare Datei
StartupType=Starttyp
State=Status
DesktopInteraction=Desktop-Interaktion
OwnProcess=Hat eigenen Prozess
LogonAs=Anmelden als
RequiredPrivileges=Erforderliche Rechte



; Strings in this section are used when the service's
; properties are opened, i.e. (Alt+)Enter is pressed
[fmSvcProperties]
fmSvcProperties=Eigenschaften von %s

; Some common form components
btnOK=OK
btnCancel=Abbrechen
btnApply=Ü&bernehmen
tsGeneral=Allgemein
tsAdvanced=Erweitert
tsDependencies=Abhängigkeiten

; TabSheet General
lblServiceName=Dienstname:
lblDisplayName=Anzeige&name:
lblDescription=Besch&reibung:
lblBinaryPath=&Pfad zur EXE-Datei:
lblStartupType=S&tarttyp:
lblState=Status:
popupExecutableShowProperties=E&igenschaften der Datei anzeigen
popupExecutableViewInSeparateLister=Datei im TC-&Lister anzeigen (Separater Prozess)

btnStart=&Starten
btnPause=&Pausieren
btnStop=B&eenden
btnRestart=&Neu starten
; Please don't make a keyboard shortcut for the delete button!
btnDelete=Löschen
lblQueryError=Hinweis: Es gab einen Fehler beim Ermitteln der Dienstkonfiguration (Fehlercode %d). Die Informationen über diesen Dienst könnten unvollständig und/oder fehlerhaft sein!

; TabSheet Advanced
lblLogonAs=Anmelden als:
lblPassword=&Passwort:
lblPasswordConfirm=Pass&wort bestätigen:
lblErrorControl=&Fehlersteuerung:
checkInteractive=Interaktion &zwischen Dienst und Desktop zulassen
radioLocalSystem=&Lokales Systemkonto
radioLocalService=L&okaler Dienst
radioThisAccount=Die&ses Konto:
radioNetworkService=&Netzwerkdienst
comboErrorControl=Ignorieren\nNormal\nSchwerwiegend\nKritisch
btnBrowse=&Durchsuchen...
checkOwnProcess=Di&enst läuft in eigenem Prozess
checkWow64=Dienst ist WOW64 (32 Bit Dienst auf 64 Bit Windows)
btnLaunchMMC=&MMC Snap-in (services.msc) mit diesem Computer starten

; TabSheet Dependencies
lblDependent=%s wird benötigt von:
lblDependencies=%s hängt von folgenden Diensten ab:
TypeDriver=[Treiber]
TypeGroup=[Gruppe]

; Messages in TabSheet Dependencies
MsgNoDependencies=Keine Abhängigkeiten
MsgWarn1=Warnung: Nicht alle Abhängigkeiten konnten ermittelt werden!
MsgWarn2=Wahrscheinlichste Ursache: Fehlende Administratorrechte.

; Dialogs
DlgDeleteText=Möchten Sie %s wirklich löschen?
DlgDeleteTitle=Löschen: %s?

DlgDependentsRunning1=Wenn %s beendet wird, werden folgende Dienste ebenfalls beendet.
DlgDependentsRunning2=Sollen diese Dienste wirklich beendet werden?

DlgDependenciesStopped1=Wenn %s gestartet wird, werden folgende Dienste ebenfalls gestartet.
DlgDependenciesStopped2=Sollen diese Dienste gestartet werden?

DlgConfirmAddAccountRight=Um einen Dienst als "%s" starten zu können, muss diesem Konto die Berechtigung zum Anmelden als Dienst gewährt werden (%s).\n\nFortfahren?
DlgAccountRightAdded=Dem Konto "%s" wurde die Berechtigung erfolgreich zugewiesen.
DlgAccountRightNotAdded=Fehler beim Zuweisen der Berechtigung an "%s"!\nFehler: %s (%u).
DlgPasswordsDiffer=Die Passwörter stimmen nicht überein!
DlgInvalidAccount=Der angegebene Kontoname ist ungültig!



[fmPluginSettings]
fmPluginSettings=Einstellungen
lblLanguage=&Sprache:
checkShowState=&Dienststatus in der Erweiterungsspalte des TC-Fensters anzeigen
checkShowSvcNameAsName=Dienst&name statt des Anzeigenamens im TC-Fenster anzeigen
checkClassicTreeStyle=&Klassischen Stil in den Abhängigkeitsbäumen benutzen
checkAllowDeleteInPanel=&Löschen von Diensten im TC-Fenster erlauben
checkLoadCustomColumns=&Benutzerdefinierte Spaltenansicht beim Öffnen des Plugins laden
lblClassicTreeStyle=Verwendet Plus-/Minuszeichen statt der Dreiecke auf Vista & höher
checkEnableRemoteManagement=&Verwaltung von Netzwerkcomputern aktivieren
checkToolsShowIcons=Symbole in der Liste der internen/externen &Tools anzeigen
checkAddSvcNameToDependencyTrees=Dienstname in &Abhängigkeitsbäumen anzeigen
lblIniLocation=Ablageort der Plugin-&Einstellungen:
btnOK=OK
btnCancel=Abbrechen
DlgReloadSettings=Nach dem Editieren OK drücken, um die Plugin-Einstellungen neu zu laden.



[fmAddRemoteComputer]
fmAddRemoteComputer=Netzwerkcomputer hinzufügen
lblComputerName=Name des Netzwe&rkcomputers:
btnBrowse=&Durchsuchen...
btnOK=&Hinzufügen
btnCancel=Abbrechen
DlgSelectComputer=Computer auswählen, um ihn der Liste hinzuzufügen
